Repository: 21cb54siranjevi/ddt4all
Catalog: locale/*/LC_MESSAGES/dataeditor.po
Languages: es, nl

source: Goto data
es: Ir a Datos
nl: Ga naar data

source: Remove
es: Eliminar
nl: Verwijderen

source: Add to screen
es: Añadir pantalla
nl: Aan scherm toevoegen

source: Request name;Manual
es: Numero petición;Manual
nl: Aanvraag naam;Handleiding

source: Add
es: Añadir
nl: Toevoegen

source: Refresh
es: Refrescar
nl: Verversen

source: Send request bytes (HEX)
es: Enviar bytes petición (HEX)
nl: Verzend aanvraag-bytes (HEX)

source: Receive bytes (HEX)
es: Bytes recibidos (HEXA)
nl: Ontvang bytes (HEX)

source: Data length
es: Longitud de datos
nl: Data lengte

source: Shift byte count
es: Nombre octets décalés
nl: Verander byte aantal

source: Data name;Start byte;Bit offset;Bit count;Endianess
es: Nombre datos;Byte de inicio;Décalage bit;Numero de bits;Endianess
nl: Datanaam;Start byte;Bit afstand;Bit aantal;Endiannes

source: Little
es: Pequeño
nl: Klein

source: Big
es: Grande
nl: Groot

source: Inherits globals
es: Hereda globales
nl: Algemeen overnemen

source: Reload requests
es: Recargar peticiones
nl: Aanvraag herladen

source: Add request
es: Añadir petición
nl: Aanvraag toevoegen

source: Send bytes
es: Bytes enviados
nl: Bytes verzenden

source: Receive bytes
es: Bytes recibidos
nl: Bytes ontvangen

source: Number of bits
es: Numero de bits
nl: Aantal bits

source: Signed
es: Firmadoé
nl: Gesigneerd

source: Add item
es: Añadir entrada
nl: Item toevoegen

source: Del item
es: Borrar entrada
nl: Item verwijderen

source: New item
es: Nueva entrada
nl: Nieuw item

source: Value;Text
es: Valor;Texto
nl: Waarde;Text

source: Number of bytes
es: Numero de bytes
nl: Aantal bytes

source: Unit
es: Unidad
nl: Eenheid

source: Number of bit
es: Numero de bits
nl: Bit nummer

source: Format
es: Formato
nl: Formaat

source: Value = (AX+B) / C
es: Valor =(AX+B) / C
nl: Waarde = (AX+B) / C

source: New
es: Nuevo
nl: Nieuw

source: Reload
es: Recargar
nl: Herladen

source: Validate changes
es: Validar cambios
nl: Wijzigingen valideren

source: Description
es: Descripción
nl: Beschrijving

source: Data type
es: Tipo de datos

source: Numeric
es: Numerico
nl: Numeriek

source: Numeric items
es: Items numericos
nl: Numerieke items

source: New data
es: Nuevo dato
nl: Nieuwe data

source: Replace me with request description
es: Reemplazame con la descripción de la petición
nl: Vervang dit met een aanvraag beschrijving

source: Data name;Description
es: Nombre data;Descripción
nl: Data naam;Beschrijving

source: Del
es: Borrar
nl: Verwijderen

source: Move up
es: Mover arriba
nl: Naar boven

source: Check
es: Verificar
nl: Controleren

source: Request %s not found
es: Petición %s no encontrada
nl: Aanvraag %s niet gevonden

source: <font color=green>Request <font color=blue>'%s'</font> has no missing input values</font>
es: <font color=green>Petición <font color=blue>'%s'</font> no tiene entradas perdidas manquante</font>
nl: <font color=green>Aanvraag <font color=blue>'%s'</font> Heeft geen ontbrekende waardes</font>

source: <font color=red>Request <font color=blue>'%s'</font> has missing inputs :</font>
es: <font color=red>Petición <font color=blue>'%s'</font> tiene entradas perdidas: </font>
nl: <font color=red>Aanvraag <font color=blue>'%s'</font> Heeft ontbrekende: waardes</font>

source: Delay;Request
es: Retardo;Petición
nl: Vertraging;Aanvraag

source: Screen initialization
es: Inicialización de pantalla
nl: Scherm initialisatie

source: Requests to send before screen drawing
es: Peticiones a enviar antes del dibujado de pantalla
nl: Vraag om verzenden voor tekenen scherm

source: Button name;Unique name
es: Nombre boton;Nombre unico
nl: Knopnaam;Unieke naam

source: ECU Function address
es: Dirección de función ECU
nl: ECU Functie Adres

source: ECU Protocol
es: Protocolo ECU

source: Tool > Ecu ID (Hex)
es: Herramientas > Ecu (Hex)

source: Ecu > Tool ID (Hex)
es: Ecu > Herramientas (Hex)

source: Coding
es: Codificacion
nl: Coderen

source: Big Endian
es: Gran endian
nl: Groot Endian

source: Little Endian
es: Pequeño endian
nl: Klein Endian

source: Diag version;Supplier;Soft;Version
es: Version Diag;Suministrador;Version
nl: Diag versie;Leverancier;Soft;Versie

source: Add new
es: Añadir nuevo
nl: Voeg nieuw toe

source: Delete selected
es: Borrar seleccionado
nl: Verwijdering geselecteerd

source: Diag version
es: Version diagnostico
nl: Diag versie

source: Supplier
es: Suministrador
nl: Leverancier

source: Version
es: Versión
nl: Versie
