Repository: 21cb54siranjevi/ddt4all
Catalog: locale/*/LC_MESSAGES/ddt4all_main.po
Languages: es, nl

source: ECU name
es: Nombre ECU
nl: ECU naam

source: Projets
es: Proyectos
nl: Projecten

source: Protocol
es: Protocolo

source: DDT4All
es: DDT4All - loganbreak.mforos.com edición
nl: DDT4All - Daciamodellen.nl Editie

source: Scanning ECUs...
es: Escaneando ECU
nl: ECU's scannen...

source: loaded ECUs in database.
es: ECU cargadas en base de datos
nl: ECU's in database geladen.

source: Refresh rate (ms):
es: Ratio de refresco (ms):
nl: Verversingstijd (ms):

source: Screen
es: Pantalla
nl: Scherm

source: Requests
es: Peticiones
nl: Aanvragen

source: Data
es: Datos

source: Buttons
es: Botones
nl: Knoppen

source: Ecu parameters
es: Parametros ECU

source: Screens
es: Pantallas
nl: Schermen

source: Action
es: Accion
nl: Actie

source: New Category
es: Nueva categoria
nl: Nieuwe catagorie

source: New Screen
es: Nueva pantalla
nl: Nieuw scherm

source: Rename
es: Renombrar
nl: Hernoemen

source: File
es: Fichero
nl: Bestand

source: Scan ECUs
es: Escanear ECUs
nl: ECU's scannen

source: Read DTC
es: Leer DTC
nl: DTC Lezen

source: Full log
es: Log completo
nl: Volledige log

source: Expert mode (enable writing)
es: Modo experto
nl: Expert modus (staat wijzigen toe)

source: Auto refresh
es: Autorefrescar
nl: Auto verversen

source: Refresh (one shot)
es: Refrescar (una vez)
nl: Verversen (één keer)

source: Manual command
es: Comando manual
nl: Handmatig commando

source: Create New ECU
es: Crear nueva ECU
nl: Maak nieuwe ECU

source: Save current ECU
es: Salvar ECU actual
nl: Huidige ECU opslaan

source: Save ECU list
es: Salvar lista de ECUs
nl: ECU lijst opslaan

source: ISK Tools
es: Herramientas ISK

source: UCH Tools
es: Herramientas UCH

source: Megane2/Scenic2/Clio3 Virgin
es: Megane2/Scenic2/Clio3 Virginizar

source: EPS(DAE) Tools
es: Herramientas DAE(EPS)
nl: ESP(DAE) tools

source: Megane3 Virgin
es: Megane3 virginizar

source: Clio4 Virgin
es: Clio4 virginizar

source: Clio3 Virgin
es: Clio3 virginizar

source: Enter new name
es: Introduce nuevo nombre
nl: Nieuwe naam invullen

source: Enter category name
es: Introduce nueva categoria
nl: Catagorie naam invullen

source: Please select a category before creating new screen
es: Por favor selecciona una categoria antes de crear nueva pantalla
nl: Selecteer een catagorie voordat je een nieuw scherm maakt

source: Enter screen name
es: Introduce nuevo nombre
nl: Schermnaam invullen

source: Enable expert mode to access this menu
es: Activa el Modo Experto para acceder a este menu
nl: Expert modus inschakelen om dit menu te gebruiken

source: <center>I'm aware that this operation will clear the selected control unit.</center><center>If you have no idea of what it means, please get out of here.</center><center>/!\This part is highly experimental/!\</center>
es: <center>Soy consciente de que esta operacion resetea la ECU seleccionada.</center><center>Si no sabe que siginifica esto salga de aqui..</center><center>/!\Este apartado es altamente experimental/!\</center>
nl: <center>Ik weet dat deze actie de geselecteerde eenheid verwijdert.</center><center>Als je geen idee hebt wat dit betekent, ga hier dan weg.</center><center>/!\Dit stuk is experimenteel/!\</center>

source: Cannot read ISK in demo mode
es: No se puede leer ISK en modo demo
nl: Kan ISK niet lezen in demo mode

source: Cannot read ISK : Bad reply
es: No se puede leer ISK: Respuesta incorrecta
nl: Kan ISK niet lezen : Fout antwoord

source: Your ISK code
es: Su codigo ISK
nl: Jouw ISK code

source: Scan options
es: Opciones de escaneo
nl: Scan opties

source: Scanning CAN
es: Escaneando CAN
nl: CAN scannen

source: Scanning KWP
es: Escaneando KWP
nl: KWP scannen

source: Scanning CAN&KWP
es: Escaneando CAN&KWP
nl: CAN en KWP scannen

source: Sending ECU informations to database, thank you for your paticipation
es: Enviando informacion de las ECU a la base de datos. Gracias por su participacion
nl: Verzenden ECU informatie naar database, bedankt voor je deelname

source: EDITION MODE
es: MODO EDICION
nl: Editie modus

source: CONNECTED
es: CONECTADO
nl: VERBONDEN

source: DISCONNECTED
es: DESCONECTADO
nl: NIET VERBONDEN

source: Save vehicule (keep '.ecu' extension)
es: Salvar ECU (mantiene extension '.ecu')
nl: Voertuig opslaan (bewaar '.ecu' extensie)

source: Save ECU (keep '.json' extension)
es: Salvar ECU (mantiene extension '.json')
nl: ECU opslaan (bewaar '.json extensie)

source: <center>This Software is free, but I need money to buy cables/ECUs and make this application more reliable</center>
es: <center>Este software es gratuito, pero necesito dinero para comprar cables/ECUs y hacer esta aplicacion mas estable</center>
nl: <center>Deze software is gratis, maar er is geld nodig voor kabels/ECU's om de applicatie te verbeteren</center>

source: Yes I contribute
es: Si, quiero contribuir
nl: Ja, ik doneer

source: No, I don't
es: No, gracias
nl: Nee, bedankt

source: <center>Thank you for you contribution, if nothing happens, please go to : https://github.com/cedricp/ddt4all</center>
es: <center>Gracias por su contribucion, si no ocurre nada, por favor vaya a: https://github.com/cedricp/ddt4all</center>
nl: <center>Bedankt voor je contributie. Als er niets gebeurt ga dan naar : https://github.com/cedricp/ddt4all</center>

source: ELM port selection
es: Seleccion de puerto ELM
nl: ELM poort selectie

source: Port speed
es: Velocidad del puerto
nl: Poortsnelheid

source: Connected mode
es: Modo conectado
nl: Verbinden

source: Edition mode
es: Modo Edicion
nl: Editie modus

source: ELM benchmark
es: Testear ELM
nl: ELM Test

source: WiFi port :
es: Puerto WIFI:
nl: Wi-fi poort:

source: I'm aware that I can harm my car if badly used
es: Soy consciente de que puedo dañar mi coche si se usa incorrectamente
nl: Ik snap dat ik de auto beschadig bij verkeerd gebruik

source: I accept to share ECU informations
es: Acepto compartir la informacion de mis ECUs
nl: Ik accepteer het delen van ECU informatie

source: You must check the recommandations
es: Debe aceptar las recomendaciones
nl: Je moet de voorwaarde accepteren

source: Please select a communication port
es: Debe elegir un puerto de comunicacion
nl: Selecteer aub een communicatiepoort

source: Using custom DDT database
es: Usando base de datos DDT personalizada
nl: Gebruikt aangepaste DDT database

source: Using DDT2000 default installation
es: Usando base de datos DDT2000 por defecto
nl: Gebruikt DDT2000 standaard installatie

source: No COM port selected
es: Puerto COM no seleccionado
nl: Geen COM poort geselcteerd

source: Initilizing ELM with speed %i...
es: Iniciando ELM a velocidad %i...
nl: Initialisering ELM met snelheid %i...

source: No ELM327 or OBDLINK-SX detected on COM port
es: No se ha detectado OBDLink-SX o ELM
nl: Geen ELM327 of OBDLINK-SX gevonden op COM poort
