Repository: 21cb54siranjevi/ddt4all
Catalog: locale/*/LC_MESSAGES/ddt4all.po
Languages: es, hu, it, nl, pl, sr

source: ENTER AFTER SALE MODE
it: ENTRA NEL MODO POST ACQUISTO

source: <font color='red'>MEGANE II CARD PROGRAMMING<br>EXPERIMENTAL : NOT TESTED YET</font>
it: <font color='red'>MEGANE II - PROGRAMMAZIONE SCHEDA<br>SPERIMENTALE : NON ANCORA TESTATO</font>

source: LEARN
it: IMPARA

source: VALIDATE
it: VALIDA

source: Num key learnt
it: Apprendimento tasti numerici

source: CARD IDE
it: IDE CARD

source: Cannot get ISK, check connections and UCH compatibility
it: Impossibile ottenere ISK - verifica connessioni e compatibilità UCH

source: <font color='red'>PIN CODE NOT RECOGNIZED</font>
it: <font color='red'>CODICE PIN NON RICONOSCIUTO</font>

source: <font color='green'>PIN CODE OK / KEY LEARNING</font>
it: <font color='green'>CODICE PIN OK / APRRENDIMENTO CHIAVE</font>

source: <font color='green'>PIN CODE OK / UCH LEARNING</font>
it: <font color='green'>CODICE PIN OK / APPRENDIMENTO UCH</font>

source: Modus/Clio III EPS Reset
it: Modus/Clio III - EPS - Ripristino

source: EPS Tools
it: EPS

source: Modus/Clio III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: Modus/Clio III - EPS - Azzeramento<br><font color='red'>QUESTO PLUGIN RIPRISTINERA' I DATA EPS IMMO<br>NON USARLO SE NON HAI IDEA DI CIO' CHE SIGNIFICA</font>

source: BLANK STATUS & VIN READ
it: STATO BLANK & LETTURA VIN

source: Virginize EPS
it: Azzeramento EPS

source: VIN - READ
it: VIN - LETTURA

source: VIN - WRITE
it: VIN - SCRITTURA

source: Write VIN
it: Scrivi VIN

source: <font color='red'>VIN - INVALID</font>
it: <font color='red'>VIN - NON VALIDO</font>

source: <font color='res'>VIN - BAD LENGTH</font>
it: <font color='res'>VIN - LUNGHEZZA ERRATA</font>

source: <font color='orange'>VIN WRITE FAILED</font>
it: <font color='orange'>SCRITTURA VIN FALLITA</font>

source: <font color='green'>VIN WRITE OK</font>
it: <font color='green'>SCRITTURA VIN OK</font>

source: <font color='green'>EPS virgin</font>
it: <font color='green'>EPS vergine</font>

source: <font color='red'>EPS coded</font>
it: <font color='red'>EPS codificato</font>

source: Clio IV EPS Reset
it: Clio IV - EPS - Ripristino

source: Clio IV EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: Clio IV - EPS - Azzeramento<br><font color='red'>QUESTO PLUGIN RIPRISTINERA' I DATA EPS IMMO<br>NON USARLO SE NON HAI IDEA DI CIO' CHE SIGNIFICA</font>

source: Check EPS Virgin
it: Verifica azzeramento EPS

source: <font color='green'>EPS not operational</font>
it: <font color='green'>EPS non operativo</font>

source: <font color='red'>UNEXPECTED RESPONSE</font>
it: <font color='red'>RISPOSTA INASPETTATA</font>

source: Laguna II UCH Reset
it: Laguna II - UCH - Ripristino

source: UCH Tools
hu: UCH eszközök
it: UCH
sr: UCH alat

source: LAGUNA II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: LAGUNA II - UCH - Azzeramento<br><font color='red'>QUESTO PLUGIN AZZERERA' LA TUA UCH<br>NON USARLO SE NON HAI IDEA DI CIO' CHE SIGNIFICA</font>

source: Check UCH Virgin
it: Verifica azzeramento UCH

source: Virginize UCH
it: UCH - Azzeramento

source: <font color='green'>UCH virgin</font>
it: <font color='green'>UCH vergine</font>

source: <font color='red'>UCH coded</font>
it: <font color='red'>UCH codificato</font>

source: Laguna III UCH Reset
it: Laguna III - UCH - Ripristino

source: LAGUNA III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: LAGUNA III - UCH - Azzeramento<br><font color='red'>QUESTO PLUGIN AZZERERA' LA TUA UCH<br>NON USARLO SE NON HAI IDEA DI CIO' CHE SIGNIFICA</font>

source: Megane/Scenic II UCH Reset
it: Megane/Scenic II - UCH - Ripristino

source: MEGANE II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: MEGANE II - UCH - AZZERAMENTO<br><font color='red'>QUESTO PLUGIN AZZERERA L'UCH<br>NON USARLO SE NON HAI IDEA DI CIO' CHE SIGNIFICA</font>

source: Megane3 AIRBAG Reset
it: Megane 3 - Airbag - Ripristino

source: Megane III<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: Megane III<br>AIRBAG - AZZERAMENTO<br><font color='red'>QUESTO PLUGIN SBLOCCHERA' I DATI CRASH AIRBAG<br>NON USARE IL PLUGIN SE NON HAI IDEA DEL SUO USO</font>

source: ZOE/FLENCE/Megane III/Scenic III EPS Reset
it: ZOE/FLENCE/Megane III/Scenic III - EPS - Ripristino

source: ZOE/FLENCE/Megane III/Scenic III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: ZOE/FLENCE/Megane III/Scenic III - EPS _ AZZERAMENTO<br><font color='red'>QUESTO PLUGIN AZZERERA' I DATI IMMO EPS<br>NON USARE IL PLUGIN SE NON HAI IDEA DEL SUO USO</font>

source: Megane/Scenic III UCH Reset
it: Megane/Scenic III - UCH - Ripristino

source: MEGANE III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: MEGANE III - UCH - AZZERAMENTO<br><font color='red'>QUESTO PLUGIN AZZERERA' L'UCH<br>NON USARE QUESTO PLUGIN SE NON NE CONOSCI L'USO</font>

source: RSAT4 AIRBAG Reset
it: RSAT4 - Airbag - Ripristino

source: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>AIRBAG - AZZERAMENTO<br><font color='red'>QUESTO PLUGIN SBLOCCHERA' I DATI CRASH AIRBAG<br>NON USARE QUESTO PLUGIN SE NON NE CONOSCI L'USO</font>

source: CRC calculator
it: Calcolatore CRC

source: CRC CALCULATOR
it: CALCOLATORE CRC

source: Little
hu: Kicsi az elején
sr: Mali

source: Big
hu: Nagy az elején
sr: Veliki

source: Big Endian
hu: Nagy az elején

source: Little Endian
hu: Kicsi az elején

source: File
hu: Fájl
sr: Fajl

source: TIMEOUT
hu: IDŐTÚLLÉPÉS
sr: Isteklo vreme

source: OK/TIMEOUT
hu: OK/IDŐTÚLLÉPÉS
sr: U redu/Isteklo vreme

source: DDT4All
sr: DDT4All - daciaforum.in.rs Edition

source: OK
sr: U redu

source: Returning to defaut session...
es: Regresando a sesión por defecto...
nl: Terugkeren naar standaard sessie...
pl: Powrot do sekcji domyslnej...

source: Initializing CAN mode
es: Inicializando modo CAN
nl: Initialiseren CAN mode
pl: Inicjalizacja CAN

source: Initializing KWP2000 mode
es: Inicializando modo KWP2000
nl: Initialiseren KWP2000 mode
pl: Inicjalizacja KWP2000

source: Initializing ISO8 mode
es: Inicializando modo ISO8
nl: Initialiseren ISO8 mode
pl: Inicjalizacja IS08

source: Protocol
es: Protocolo
pl: Protokol

source: not supported
es: No soportado
nl: wordt niet ondersteund
pl: Nie obslugiwane

source: Sending ELM request:
nl: ELM aanvraag verzenden:

source: Blocked ELM request:
nl: Geblokkeerde ELM aanvraag:
