Repository: 21cb54siranjevi/ddt4all
Catalog: locale/*/LC_MESSAGES/ddt4all.po
Languages: es, hu, it, nl, pl, sr

source: Goto data
hu: Az adatokhoz
it: Vai a dati
sr: Idi na podatke

source: Remove
hu: Eltávolít
it: Rimuovi
sr: Ukloni

source: Add to screen
hu: Képernyõhöz adás
it: Aggiungi alla schermata
sr: Dodaj na prikaz

source: Request name;Bytes;Manual
it: Nome richiesto;Descrizione

source: Add
hu: Hozzáad
it: Aggiungi
sr: Dodaj

source: Send request bytes (HEX)
hu: Parancsbájtok küldése (HEX)
it: Invio byte richiesta (HEX)
sr: Posalji zahtev u bajtima (HEX)

source: Receive bytes (HEX)
hu: Bájtok fogadása (HEX)
it: Ricevi byte (HEX)
sr: Primljeni bajtovi (HEX)

source: Data length
hu: Adathossz
it: Lunghezza dati
sr: Duzina podataka

source: Shift byte count
hu: Shift bájtok száma
it: Sposta conteggio byte
sr: Pomeranje brojackog registra

source: Data name;Start byte;Bit offset;Bit count;Endianess
hu: Adat neve;Kezdő bájt,Bit offszet;Bitek száma;Bájstsorrend
it: Nome dato;Byte iniziale,Offset bit;Contatore bit;Endianess
sr: Naziv podataka;Pocetni bajt;Bit pomeraja;Bit brojaca;Nacin smestanja bajtova

source: Inherits globals
hu: Globális megöröklése
it: Eredita globalmente

source: No SDS
it: Nessun SDS

source: Plant
it: Pianta

source: After Sale
it: Post acquisto

source: Supplier
hu: Gyártó
it: Produttore
sr: Proizvodjac

source: Reload requests
hu: Parancsok újratöltése
it: Ricarica richieste
sr: Zahtev za ponovno ucitavanje

source: Add request
hu: Parancs hozzáadása
it: Aggiungi richiesta
sr: Dodaj zahtev

source: Send bytes
hu: Bájtok küldése
it: Invia byte
sr: Posalji bajtove

source: Receive bytes
hu: Bájtok fogadása
it: Ricevi byte
sr: Primi bajtove

source: Number of bits
hu: Bitek száma
it: Numero bit
sr: Broj bitova

source: Signed
hu: Előjeles
it: Firmato
sr: Potpisano

source: Add item
hu: Elem hozzáadása
it: Aggiungi elemento
sr: Dodaj stavku

source: Del item
hu: Elem törlése
it: Elimina elemento
sr: Obrisi stavku

source: New item
hu: Új elem
it: Nuovo elemento
sr: Nova stavka

source: Value;Text
hu: Érték;Szöveg
it: Valore;Testo
sr: Vrednost;Tekst

source: Number of bytes
hu: Bájtok száma
it: Nymero byte
sr: Broj bajtova

source: Unit
hu: Egység
it: Unità
sr: Jedinica mere

source: Number of bit
hu: Bitek száma
it: Numero bit
sr: Broj bitova

source: Format
hu: Formátum
it: Formato

source: Value = (AX+B) / C
hu: Érték = (AX+B) / C
it: Valore = (AX+B) / C
sr: Vrednost = (AX+B) / C

source: New
hu: Új
it: Nuovo
sr: Nov

source: Duplicate selected
it: Duplica selezionati

source: Remove selected
it: Rimuovi selezionati

source: Reload
hu: Újratöltés
it: Ricarica
sr: Ponovo ucitaj

source: Validate changes
hu: Változások ellenőrzése
it: Valida modifiche
sr: Potvrdi promene

source: Description
hu: Leírás
it: Descrizione
sr: Opis

source: Data type
hu: Adattípus
it: Tipo dato
sr: Vrsta podataka

source: Numeric
hu: Numerikus
it: Numerico
sr: Brojcani

source: Numeric items
hu: Numerikus elemek
it: Elementi numerici
sr: Brojcane stavke

source: Data is used by request %s
it: I dati sono usati dalla richiesta %s

source: New data
hu: Új adat
it: Nuovo dato
sr: Novi podaci

source: Replace me with request description
hu: Ide kerül a parancs leírása
it: Sosituiscilo con descrizione richiesta
sr: Zameni me sa opisom zahteva

source: Data name;Description
hu: Adat neve;Leírás
it: Nome dato;Descrizione
sr: Naziv podataka;Opis

source: Del
hu: Törlés
it: Canc
sr: Brisanje

source: Refresh
hu: Frissítés
it: Aggiorna
sr: Osvezi

source: Move up
hu: Feljebb
it: Sposta su
sr: Pomeri gore

source: Check
hu: Ellenőrzés
it: Controlla
sr: Proveri

source: Request %s not found
hu: Nincs %s parancs
it: Richiesta %s non trovata
sr: Zahtev %s nije pronadjen

source: <font color=green>Request <font color=blue>'%s'</font> has no missing input values</font>
hu: <font color=green>A(z) <font color=blue>'%s'</font> parancsnak nincs hiányzó bemeneti értéke</font>
it: <font color=green>La richiesta <font color=blue>'%s'</font> manca di alcuni parametri</font>
sr: <font color=green>Zahtev <font color=blue>'%s'</font> nema nedostajuce ulazne vrednosti</font>

source: <font color=red>Request <font color=blue>'%s'</font> has missing inputs :</font>
hu: <font color=red>A(z) <font color=blue>'%s'</font> parancsnak hiányos a bemenete :</font>
it: <font color=red>La richeista <font color=blue>'%s'</font> manca di alcuni parametri :</font>
sr: <font color=red>Zahtev <font color=blue>'%s'</font> ima nedostajuce ulazne vrednosti :</font>

source: Delay;Request
hu: Késleltetés;Parancs
it: Ritardo;Richiesta
sr: Kasnjenje;Zahtev

source: Screen initialization
hu: Képernyő inicializálása
it: Inizializzazione schermo
sr: Inicijalizacija prikaza

source: Requests to send before screen drawing
hu: A képernyő megjelenítése előtt elküldendő parancsok
it: Richieste di invio prima del disegno schermo
sr: Zahtevano slanje pre iscrtavanja prikaza

source: Button name;Unique name
hu: Gomb neve;Egyedi név
it: Nome pulsante;Nome unico
sr: Ime dugmeta;Jedinstveno ime

source: ECU Function address
hu: ECU funkció címe
it: Indirizzo funzione ECU
sr: Adresa funkcije ECU

source: ECU Protocol
hu: ECU protokoll
it: Protocollo ECU
sr: ECU protokol

source: Tool > Ecu ID (Hex)
hu: Eszköz > Ecu ID (Hex)
it: Strumento > ID ECU (HEX)
sr: Alatka > Ecu ID (Hex)

source: Ecu > Tool ID (Hex)
hu: Ecu > Eszköz ID (Hex)
it: ECU > ID strumento (HEX)
sr: Ecu > Alatka ID (Hex)

source: Coding
hu: Kódolás
it: Codifica
sr: Kodiranje

source: ECU Auto identification
it: Auto identificazione ECU

source: Diag version;Supplier;Soft;Version
hu: Diag verzió;Gyártó;Szoft;Verzió
it: Versi. diagnostica;Produttore;Vers. software
sr: Verzija dijagnostike;Proizvodjac;Softver;Verzija

source: Add new
hu: Új hozzáadása
it: Aggiungi nuovo
sr: Dodaj novo

source: Delete selected
hu: Kijelöltek törlése
it: Elimina selezionati
sr: Obrisi izabrano

source: Diag version
hu: Diag verzió
it: Versione diagnostica
sr: Verzija dijagnostike

source: Soft
hu: Szoft
it: Software
sr: Softver

source: Version
hu: Verzió
it: Versione
sr: Verzija

source: ECU name
hu: ECU neve
it: Nome ECU
sr: ECU naziv

source: Protocol
hu: Protokoll
it: Protocollo
sr: Protokol

source: Projets
hu: Projektek
it: Progetti
sr: Projekti

source: loaded ECUs in database.
hu: ECU betöltve.
it: ECU caricate nel database.
sr: ucitane ECU jedinice u bazu podataka.

source: Refresh rate (ms):
hu: Frissítés (ms):
it: Tempo aggiornamento (ms)
sr: Vreme osvezavanja (ms):

source: Can timeout (ms) [0:AUTO] :
it: Timeout CAN (ms) [0:AUTO] :

source: Documentation
it: Documentazione

source: Screen
hu: Képernyő
it: Schermo
sr: Prikaz

source: CAN Sniffer
it: Sniffer CAN

source: Requests
hu: Parancsok
it: Richieste
sr: Zahtevi

source: Data
hu: Adatok
it: Dato
sr: Podaci

source: Buttons
hu: Gombok
it: Pulsanti
sr: Dugmad

source: Ecu parameters
hu: ECU paraméterek
it: Parametri ECU
sr: ECU parametri

source: Screens
hu: Képernyők
it: Schermi
sr: Prikazi

source: Action
hu: Művelet
it: Azione
sr: Radnja

source: New Category
hu: Új kategória
it: Nuova categoria
sr: Nova kategorija

source: New Screen
hu: Új képernyő
it: Nuovo schermo
sr: Novi prikaz

source: Rename
hu: Átnevezés
it: Rinomina
sr: Promeni naziv

source: Read DTC
hu: DTC olvasása
it: Leggi DTC
sr: Citaj DTC

source: Full log
hu: Teljes napló
it: Registro eventi completo
sr: Pun izvestaj

source: Expert mode (enable writing)
hu: Haladó mód (írás engedélyezése)
it: Modo esperto (abilita scrittura)
sr: Ekspertski mod (omoguceno upisivanje)

source: Auto refresh
hu: Automatikus frissítés
it: Aggiornamento automatico
sr: Automatsko osvezavanje

source: Refresh (one shot)
hu: Frissítés (egyszeri)
it: Aggiorna (una volta)
sr: Osvezavanje (jednom)

source: Manual command
hu: Manuális parancs
it: Comando manuale
sr: Rucna komanda

source: Zoom In
it: Zoom +

source: Zoom Out
it: Zoom -

source: UI Edit
it: Modifica UI

source: Open XML
it: Apri XML

source: Create New ECU
hu: Új ECU létrehozása
it: Crea nuova ECU
sr: Kreiraj novi ECU

source: Save current ECU
hu: Aktuális ECU mentése
it: Salva ECU attuale
sr: Sacuvaj trenutni ECU

source: Save ECU list
hu: ECU-lista mentése
it: Salva elenco ECU
sr: Sacuvaj listu ECU

source: Zip database
it: Comprimi database

source: Plugins
it: Plugin

source: Cannot load plugin %s, %s
it: Impossibile caricare plugin %s, %s

source: Save database (keep '.zip' extension)
it: Salva database (mantieni estensione '.json')

source: Zipping XML database... (this can take a few minutes
it: Compressione database... (potrebbe richiedere alcuni minuti)

source: Zip job finished
it: Attività compressione completata

source: Enter new name
hu: Új név megadása
it: Inserisci nuovo nome
sr: Unesi novo ime

source: Enter category name
hu: Kategória nevének megadása
it: Inserisci nome categoria
sr: Unesi ime kategorije

source: Please select a category before creating new screen
hu: Új képernyő létrehozásához válassz ki egy kategóriát
it: Seleziona una categoria prima di creare un nuovo schermo
sr: Molim odaberite kategoriju pre nego sto napravite novi prikaz

source: Enter screen name
hu: Képernyő nevének megadása
it: Insersici nome schermo
sr: Unesite ime prikaza

source: Scan options
hu: Keresés beállításai
it: Opzioni ricerca
sr: Opcije skeniranja

source: CANCEL
it: ANNULLA

source: Scanning CAN
hu: CAN keresés
it: Ricerca CAN
sr: Skeniranje CAN

source: Scanning KWP
hu: KWP keresés
it: Ricerca KWP
sr: Skeniranje KWP

source: EDITION MODE
hu: SZERKESZTÉS MÓD
it: MODO DEMO
sr: MOD IZMENA

source: CONNECTED
hu: CSATLAKOZVA
it: CONNESSA
sr: POVEZAN

source: DISCONNECTED
hu: NINCS KAPCSOLAT
it: DISCONNESSA
sr: PREKINUTA VEZA

source: Save vehicule (keep '.ecu' extension)
hu: Jármű mentése ('.ecu' kiteresztés megtartása)
it: Salva veicolo (mantieni estensione '.ecu')
sr: Sacuvaj vozilo (zadrzi '.ecu' ekstenziju)

source: Save ECU (keep '.json' extension)
es: Salvar ECU (extensión '.json')
hu: ECU mentése ('.json' kiteresztés megtartása)
it: Salva ECU (mantieni estensione '.json')
nl: ECU opslaan ('.json' extensie bewaren)
pl: Zapisz ECU (zachowaj rozszerzenie '.json')
sr: Sacuvaj ECU (zadrzi '.json' ekstenziju)

source: <center>This Software is free, but I need money to buy cables/ECUs and make this application more reliable</center>
hu: <center>Ez a program ingyenes, de szükségem van pénzre, hogy kábeleket/ECU-kat vásároljak és megbízhatóbbá tegyem az alkalmazást</center>
it: <center>Questo software è gratuito, ma l'autore ha affrontato delle spese per acquistare cavi/ECU e rendere questa applicazione sempre più affidabile.<center></center>Vuoi contribuire alle spese?</center>
sr: <center>Ovaj program je besplatan, ali je novac potreban da kupim kablove/ECU jedinice i načinim ovu aplikaciju pouzdanijom</center>

source: Yes I contribute
hu: Igen, hozzájárulok
it: Voglio contribuire
sr: Da, doprineću

source: No, I don't
hu: Nem
it: No, grazie
sr: Ne, neću

source: <center>Thank you for you contribution, if nothing happens, please go to : https://github.com/cedricp/ddt4all</center>
hu: <center>Köszönjük a hozzájárulást, ha semmi nem történik, látogass el ide:https://github.com/cedricp/ddt4all</center>
it: <center>Grazie per la tua contribuzione. Se non succede nulla vai qui : https://github.com/cedricp/ddt4all</center>
sr: <center>Hvala na vašem doprinosu. Ako se ništa ne desi molaim Vas idite na : https://github.com/cedricp/ddt4all</center>

source: ELM port selection
hu: ELM port kiválasztása
it: Selezione porta ELM
sr: Izbor ELM porta

source: Port speed
hu: Port sebessége
it: Velocità porta
sr: Brzina porta

source: Connected mode
hu: Csatlakoztatott mód
it: Modo connessione
sr: Mod povezivanja

source: Edition mode
hu: Szerkesztés mód
it: Modo demo
sr: Mod izmena

source: ELM benchmark
hu: ELM kiértékelése
it: Prestazioni ELM
sr: ELM rezultati testa

source: WiFi port :
it: Porta Wi-Fi :

source: I'm aware that I can harm my car if badly used
hu: Tisztában vagyok vele, hogy a helytelen használat kárt tehet a járművemben
it: Sono consapevole che posso danneggiare l'auto in caso di uso errato
sr: Upozoren sam da mogu oštetiti moje vozilo ako pogrešno koristim

source: You must check the recommandations
hu: Tudomásul kell venned a figyelmeztetést
it: Devi accettare le raccomandazioni
sr: Morate proveriti preporuke

source: Please select a communication port
hu: Válassz egy portot a kapcsolathoz
it: Seleziona una porta di comunicazione
sr: Molim izaberite port za komunikaciju

source: Using custom DDT database
hu: Saját DDT adatbázis használata
it: Uso database personalizzato DDT
sr: Koristi prilagodjenu DDT bazu podataka

source: No COM port selected
hu: Nincs COM port kiválasztva
it: Nessuna porta COM selezionata
sr: Nije izabran COM port

source: Initilizing ELM with speed %i...
hu: ELM inicializálása %i sebességgel...
it: Inizializzazione ELM con velocità %i...
sr: Initilizing ELM sa brzinom %i...

source: No ELM327 or OBDLINK-SX detected on COM port
hu: Nem található ELM327 vagy OBDLINK-SX a COM porton:
it: Nessun ELM o OBDLINK-SX rilevato sulla porta COM
sr: Nema ELM327 ili OBDLINK-SX uredjaja na COM portu

source: Error:
hu: Hiba:
it: Errore:
sr: Greska:

source: ELM not connected or wrong COM port
hu: ELM nincs csatlakoztatva vagy rossz COM port
it: ELM non connesso o porta COM errata
sr: ELM nije povezan ili je pogresan COM port

source: Connection to ELM was lost
hu: Megszakadt a kapcsolat az ELM-mel
it: Persa connessione a ELM
sr: Izgubljena veza sa ELM jedinicom

source: Checking port speed:
hu: Port sebességének ellenőrzése:
it: Controllo velocità porta:
sr: Provera brzine porta:

source: Start COM speed :
hu: Kezdeti COM sebesség:
it: Velocità iniziale COM:
sr: Pocetna brzina COM porta:

source: ELM not responding
hu: ELM nem válaszol
it: ELM non risponde
sr: ELM se ne odaziva

source: ERROR - wifi do not support changing baud rate
hu: HIBA - wifi nem támogatja a adatkapcsolati sebesség megváltoztatását
it: Errore - Il Wi-Fi non supporta la modifica della velocità
sr: GRESKA - WiFi ne podrzava promenu brzine (baud rate)

source: Changing baud rate to:
hu: Adatkapcsolati sebesség megváltoztatása:
it: Modifica velocità a:
sr: Promeni brzinu (baud rate) na:

source: ERROR - command not supported
hu: HIBA - nem támogatott parancs
it: ERRORE - comando non supportato
sr: GRESKA - komanda nije podrzana

source: ERROR - rate not supported. Let's go back.
hu: HIBA - nem támogatott sebesség. Visszalépés.
it: ERRORE - velocità non supportata. Annullamento modifica.
sr: GRESKA - brzina (rate) nije podrzan. Vratite se nazad.

source: ERROR - something went wrong. Let's get back.
hu: HIBA - egyéb hiba. Visszalépés.
it: ERRORE - qualcosa non ha funzionato. Annullamento modifica.
sr: GRESKA - nesto nije u redu. Vratite se nazad.

source: Trying to open port
hu: Port megnyitása
it: Apertura porta COM
sr: Pokusavam da otvorim port

source: No ELM interface on port
hu: Nincs ELM interfész a porton
it: Nessuna interfaccia ELM collegata alla porta
sr: Nema ELM interfejsa na portu

source: FAIL
hu: SIKERTELEN
it: FALLITO
sr: Neuspesno

source: Incompatible adapter on ARM core
hu: Inkompatibilis adapter az ARM magon
it: Adattatore non compatibile basato su core ARM
sr: Neodgovarajuci adapter na ARM portu

source: Result:
hu: Eredmény:
it: Risultato:
sr: Rezultat:

source: succeeded from
hu: sikeres, összesen
it: completato da
sr: uspesno od

source: ELM Max version:
hu: ELM legmagasabb verzió:
it: Versione max ELM:
sr: ELM Max verzija:

source: Adding source file %s
it: Aggiunta file srogente %s

source: Adding plugin file %s
it: Aggiunta file plugin %s

source: To be able to edit your screen, first export it in JSON format
es: Para editar esta pantalla, primero debe exportarse a formato JSON.
hu: A képernyő módosításához először exportáld JSON formátumba
it: Per poter modificare la schermata, prima esportala in formato JSON
nl: Exporteer naar JSON formaat om dit scherm te kunnen bewerken
pl: Zeby edytowac ekran, najpierw eksportuj do formatu JSON
sr: Da bi mogli da izmenite svoj prikaz, isti prvo izvezite u JSON formatu

source: Enter label name
es: Introducir nombre etiqueta
hu: Címke nevének megadása
it: Inserisci nome etichetta
nl: Labelnaam invoeren
pl: Wprowadz nazwe etykiety
sr: Unesite ime oznake

source: Add button
es: Añadir boton
hu: Gomb hozzáadása
it: Aggiungi pulsante
nl: Knop toevoegen
pl: Dodaj przycisk
sr: Dodaj dugme

source: Add label
es: Añadir etiqueta
hu: Címke hozzáadása
it: Aggiungi etichetta
nl: Label toevoegen
pl: Dodaj etykiete
sr: Dodaj oznaku

source: Rename label
es: Renombrar etiqueta
hu: Címke átnevezése
it: Rinomina etichetta
nl: Label hernoemen
pl: Zmien etykiete
sr: Preimenuj oznaku

source: Change color
it: Colore modifica

source: Remove element
es: Borrar élemento
hu: Elem eltávolítása
it: Rimuovi elemento
nl: Element verwijderen
pl: Usun etykiete
sr: Ukloni element

source: Diagnotic session
es: Sesión de dianostico
hu: Diagnózis munkaszakasz
it: Sessione diagnostica
nl: Diagnostische sessie
pl: Sesja diagnostyczna
sr: Dijagnosticka sesija

source: Input
es: Entrada
hu: Bemenet
it: Ingresso
nl: Ingang
pl: Wejscie
sr: Ulazni

source: Output
es: Salida
hu: Kimenet
it: Uscita
nl: Uitgang
pl: Wyjscie
sr: Izlazni

source: XML file not found :
es: Fichero XML no encontrado:
hu: XML fájl nem létezik:
it: File XML non trovato :
nl: XML bestand niet gevonden:
pl: Nieobecny plik XML :
sr: XML fajl nije pronadjen:

source: Invalid DDT file
es: Fichero DDT no valido
hu: Hibás DDT fájl
it: File DDT non valido
nl: Ongeldig DDT bestand
pl: Nieprawidlowy plik DDT
sr: Pogresan DDT fajl

source: Connection to ELM lost, trying to reconnect...
it: Connessione a ELM persa. Tentativo di riconnessione...

source: Cannot reconnect...
it: Impossibile riconnettersi...

source: Switching to session mode
es: Cambiando a modo sesión
hu: Munkaszakasz módba váltás
it: Passaggio a modo sessione
nl: Overschakelen naar sessie modus
pl: Zmiana sesji
sr: Prebacivanje u mod sesije

source: Sending ELM request :
es: Enviando petición ELM:
hu: ELM parancs küldése:
it: Invia richiesta ELM :
pl: Wysli polecenie do ELM :
sr: Slanje ELM zahteva:

source: Blocked ELM request :
es: Petición ELM bloqueada:
hu: Blokkolt ELM parancs:
it: Richiesta ELM bloccata :
pl: ZAblokuj polecenie do ELM :
sr: Blokiran ELM zahtev:

source: Sending ELM request:
es: Enviando petición ELM:
hu: ELM parancs küldése:
it: Invio richiesta ELM :
nl: ELM aanvraag verzenden:
pl: Wysli polecenie do ELM
sr: Slanje ELM zahteva:

source: Sending simulated ELM request :
es: Enviando petición ELM simulada:
hu: Szimulált ELM parancs küldése:
it: Invio richiesta simulata ELM :
nl: Gesimuleerde ELM aanvraag verzenden:
pl: Wysli polecenie do symulowanego ELM-a :
sr: Slanje simuliranog ELM zahteva:

source: Bad ELM response :
it: Risposta ELM errata :

source: ELM response :
es: Respuesta ELM :
hu: ELM válasz:
it: Risposta ELM :
nl: ELM respons:
pl: ELM odpowiedzial :
sr: ELM odgovor:

source: Button request not found :
es: Botón petición no encontrado:
hu: Gomb parancs nem létezik:
it: Richiesta pulsante non trovata :
nl: Knop aanvraag niet gevonden:
pl: Przycisk polecenia nieobecny :
sr: Zahtev dugmeta nije pronadjen:

source: Sending request :
es: Enviando petición:
hu: Parancs küldése:
it: Invio richiesta :
nl: Aanvraag verzenden:
pl: Wysli polecenie :
sr: Slanje zahteva:

source: Request aborted (look at red paramters entries):
es: Petición abortada (ver entradas de parametros en rojo):
hu: Parancs visszautasítva (ellenőrizd a piros paramétereket):
it: Richiesta interrotta (vedi elementi parametri rossi):
nl: Aanvraag afgebroken (bekijk rood gemarkeerde parameter waarden):
pl: Polecenie przerwane (zobacz na parametry-czerwone wpisy):
sr: Zahtev odbacen (pogledati parametre obelezene crvenom bojom):

source: Invalid
es: No valido
hu: Érvénytelen
it: Non valida
nl: Ongeldig
pl: Niewazne
sr: Pogresno

source: ECU uses SDS
it: ECU usa SDS

source: Cannot call request
es: No se puede realizar petición de llamada
hu: Sikertelen parancshívás
it: Impossibile chiamare richiesta
nl: Kan aanvraag niet uitvoeren
pl: Nie mozna zglosic zadania
sr: Nije moguce pozvati zahtev

source: Clearing DTC information
es: Limpiando información DTC
hu: DTC információk törlése
it: Azzeramento informazioni DTC
nl: DTC informatie opschonen
pl: Wyczysc informacje DTC
sr: Brisanje DTC informacija

source: No ClearDTC request for that ECU, will send default 14FF00
es: No hay peticiones ClearDTC para esta ECU, se enviará por defecto 14FF00
hu: Nem létezik ClearDTC parancs ehhez az ECU-hoz, az alapértelmezett 14FF00 küldése
it: Nessuna richiesta ClearDTC per questa ECU. Verrà inviato predefinito (14FF00)
nl: Geen ClearDTC voor die ECU, standaard 14FF00 wordt verstuurd
pl: Brak wyrazniego Zadania DTC dla ECU spowoduje wyslanie domyslnego numeru 14FF00
sr: Nema zahteva za brisanje DTC za taj ECU, poslace uobicajen 14FF00

source: <center>You are about to clear diagnostic troubles codes</center>
es: <center>Vous êtes sur le point d'effacer les DTC<center>
hu: <center>Törölni fogod a diagnosztikai hibakódokat</center>
it: <center>Stai azzerando i codici diagnostici guasti</center>
nl: <center>Je staat op het punt om diagnostische probleemcodes te verwijderen</center>
pl: <center>Chcesz usunac kody bledow diagnostycznych</center>
sr: <center>Ovim brisete dijagnosticke kodove gresaka<\center>

source: <center>Ae you sure this is what you want.</center>
es: <center>Estas seguro de que es lo que quieres.</center>
hu: <center>Tényleg ezt akarod.</center>
it: <center>Sei sicuro di voler proseguire?</center>
nl: <center>Weet je zeker dat dit is wat je wilt?</center>
pl: <center>Jestes pewny czego chcesz.</center>
sr: <center>Da li ste sigurni da to zelite?</center>

source: Invalid response for ReadDTC command
es: Respuesta no valida para el comando ReadDTC
hu: Érvénytelen válasz a ReadDTC parancsra
it: Risposta non valida per il comando ReadDTC
nl: Ongeldig antwoord voor ReadDTC commando
pl: Nieprawidlowa odpowiedz dla komendy DTC
sr: Pogresan odziv za CitanjeDTC komandu

source: Read DTC returned an error
it: La lettura DTC ha ritornato un errore

source: No DTC
hu: Nincs DTC
it: Nessun DTC
nl: Geen DTC
pl: Brak DTC
sr: Nema DTC

source: Clear ALL DTC
es: Limpiar todos los DTC
hu: Összes DTC törlése
it: Azzera TUTTI i DTC
nl: Alle DTC opruimen
pl: Wyczysc wszystkie DTC
sr: Obrisi SVE DTC

source: ECU trouble codes
es: Codigos de problema ECU
hu: ECU hibakódok
it: Codici guasto ECU
nl: ECU probleem codes
pl: Kody bledow Ecu
sr: ECU kodovi gresaka

source: Parsing screen
es: Analizando pantalla
hu: Képernyő beolvasása
it: Analisi schermata
nl: Scherm opstellen
pl: Analizowanie ekranu
sr: Čitati ekran

source: Values
it: Valori

source: Waiting...
it: Attendi...

source: Frame hex error :
it: Errore hex frame:

source: AB90 AIRBAG Reset
it: AR90 - Airbag - Ripristino

source: Airbag Tools
it: Airbag

source: AB90 (Clio III)/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
it: AB90 (Clio III)/2<br>AIRBAG - Azzeramento<br><font color='red'>QUESTO PLUGIN SBLOCCHERA' IL DATO CRASH AIRBAG<br>NON USARLO SE NON HAI IDEA DI CIO' CHE SIGNIFICA</font>

source: Check ACU Virgin
it: Controllo ECU vergine

source: Waiting
it: Attendi

source: Virginize ACU
it: Azzeramento ACU

source: Cannot connect to ECU
it: Impossibile riconnettersi

source: <font color='orange'>UNEXPECTED RESPONSE</font>
it: <font color='orange'>RISPOSTA INASPETTATA</font>

source: <font color='red'>CRASH DETECTED</font>
it: <font color='red'>RILEVATO CRASH</font>

source: <font color='green'>CLEAR EXECUTED</font>
it: <font color='green'>AZZERAMENTO COMPLETATO</font>

source: <font color='red'>CLEAR FAILED</font>
it: <font color='red'>AZZERAMENTO FALLITOCLEAR FAILED</font>

source: Megane/Scenic II card programming
it: Megane/Scenic II - Programmazione card

source: Keys
it: Chiavi
