Repository: 21cb54siranjevi/ddt4all
Catalog: locale/*/LC_MESSAGES/elm.po
Languages: nl, pl_pl

source: Error:
nl: Fout:
pl_pl: Blad:

source: ELM not connected or wrong COM port
nl: ELM is niet verbonden of verkeerde COM poort
pl_pl: ELM nie podlaczony lub wybrano zly port

source: Available COM ports:
nl: Beschikbare COM poorten:
pl_pl: Dostepny port polaczenia

source: Connection to ELM was lost
nl: Verbinding met ELM is verbroken
pl_pl: Polaczenie do ELM utracone

source: TIMEOUT
pl_pl: CZAS PRZEKROCZONY

source: Checking port speed:
nl: Controleer poort snelheid:
pl_pl: Sprawdzanie predkosci portu:

source: Start COM speed :
nl: Start COM snelheid:
pl_pl: Predkosc portu komunikacji :

source: ELM not responding
nl: ELM reageert niet
pl_pl: ELM nie odpowiada

source: ERROR - wifi do not support changing baud rate
nl: Fout - Wifi ondersteunt wisselen baudrate niet
pl_pl: Blad - wifi nie obsluguje tej predkosci

source: Changing baud rate to:
nl: Wissel baudrate naar:
pl_pl: Zmiana predkosci

source: ERROR - command not supported
nl: Fout - commando niet ondersteund
pl_pl: Blad - polecenie nie przyjete

source: ERROR - rate not supported. Let's go back.
nl: Fout - baudrate wordt niet ondersteund, ga terug.
pl_pl: Blad Predkosc nie obslugiwana. Wroc do tylu.

source: ERROR - something went wrong. Let's get back.
nl: Fout - Er klopt iets niet, ga terug.
pl_pl: Blad - Cos poszlo nie tak. Wroc do tylu

source: Trying to open port
nl: Proberen om de poort te openen
pl_pl: Proba otwarcia portu

source: No ELM interface on port
nl: Geen ELM interface aangesloten
pl_pl: Brak interfejsu na wybranym porcie

source: FAIL
nl: Fout
pl_pl: Niepowodzenie

source: OK/TIMEOUT
pl_pl: OK/CZAS PRZEKROCZONY

source: Incompatible adapter on ARM core
nl: Ongeschikte adapter op ARM core
pl_pl: Adapter ARM niekompatybilny

source: Result:
nl: Resultaat:
pl_pl: Rezultat:

source: succeeded from
nl: geslaagd van
pl_pl: udalo sie

source: ELM Max version:
nl: ELM Max versie:
pl_pl: ELM max wersja:
